Gets the name of the model.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2013
 Syntax
  C#
public ModelPath GetModelName()
  Visual Basic
Public Function GetModelName As ModelPath
  Visual C++
public:
ModelPath^ GetModelName()
 See Also
  LinkLoadResult Class
  Autodesk.Revit.DB Namespace